Repository: BenSibley/Author
Catalog: languages/*.po
Languages: ar

source: 404: Page Not Found
ar: 404: الصفحة المطلوبة غير موجودة

source: Looks like nothing was found on this url. Double-check that the url is correct or try the search form below to find what you were looking for.
ar: لا يوجد شيئ هنا. تأكد من الرابط المدخل أو استخدم نموذج البحث لتجد ما تبحث عنه.

source: Be First to Comment
ar: كن أول من ‫يعلق على المقالة

source: One Comment
ar: تعليق واحد

source: % Comments
ar: % تعليق/تعليقات

source: Comments are closed, but <a href="%s" title="Trackback URL for this post">trackbacks</a> and pingbacks are open.
ar: التعليقات معطلة لكن <a href="%s" title="رابط التعقيبات لهذه المقالة">التعقيبات</a> و التنبيهات مفعلة.

source: Comments are closed.
ar: التعليقات مغلقة.

source: Posts
ar: المقالات

source: Published in
ar: نشرت في

source: View all posts in %s
ar: اعرض كل المقالات في %s

source: Previous Image
ar: الصورة السابقة

source: Next Image
ar: الصورة التالية

source: Previous Post
ar: المقالة السابقة

source: No Older Posts
ar: لا يوجد مقالات أقدم

source: Return to Blog
ar: العودة للمدونة

source: Next Post
ar: المقالة التالية

source: No Newer Posts
ar: لا يوجد مقالات أحدث

source: View all posts tagged %s
ar: عرض كافة مقالات الوسم %s

source: Pages:
ar: الصفحات:

source: <a href="%s">Author WordPress Theme</a> by Compete Themes
ar: ‫<a href="%s">ثيم المؤلف لوورد برس</a> من تصميم Compete Themes

source: Primary
ar: أساسي

source: Primary Sidebar
ar: الشريط الجانبي الأساسي

source: Widgets in this area will be shown in the sidebar
ar: الودجات في هذه المساحة ستظهر في الشريط الجانبي

source: Your comment is awaiting moderation.
ar: تعليقك ينتظر الموافقة.

source: Reply
ar: رد

source: Edit
ar: تحرير

source: (optional)
ar: (اختياري)

source: Name
ar: الاسم

source: Email
ar: الإيميل

source: Website
ar: الموقع

source: Comment
ar: نص التعليق

source: Continue reading
ar: قراءة المزيد

source: email
ar: الإيميل

source: Customizer settings deleted
ar: تم حذف إعدادات المخصص

source: Featured Post
ar: مقالة مميزة

source: Skip to content
ar: تجاوز المحتوى

source: avatar
ar: الصورة الرمزية

source: open primary menu
ar: افتح القائمة الأساسية

source: Front Page
ar: الصفحة الرئيسية

source: <a target="_blank" href="%s">Author Pro</a> is the plugin that makes advanced customization simple - and fun too!
ar: ‫<a target="_blank" href="%s">Author Pro</a> هو إضافة تسهل عملية التخصيص!

source: Custom Colors
ar: ألوان مخصصة

source: Background Images
ar: صور الخلفية

source: New Fonts
ar: خطوط جديدة

source: + 9 more features
ar: وأكثر من ٩ مميزات أخرى

source: View our gallery of screenshots and videos now to see if Author Pro is right for your site.
ar: شاهد معرض لقطات الشاشة و الفيديوهات لتقرر هل Author Pro مناسب لموقعك.

source: View Author Pro
ar: عرض Author Pro

source: Avatar
ar: الصورة الرمزية

source: Avatar image source
ar: مصدر الصورة الشخصية

source: Gravatar uses the admin email address.
ar: خدمة Gravatar تستخدم العنوان البريدي لمشرف الموقع.

source: Gravatar
ar: خدمة Gravatar

source: Upload an image
ar: رفع صورة

source: Do not display avatar
ar: لا تعرض صورة شخصية

source: Upload your avatar
ar: إرفع صورتك الشخصية

source: Logo
ar: الشعار

source: Use this instead of the avatar if you want a non-rounded logo image.
ar: استخدم هذا الشعار بدلا من الصورة الشخصية إذا كنت تريد شعار غير دائري الحواف.

source: Upload custom logo.
ar: إرفع شعار خاص

source: Social Media Icons
ar: أيقونات الشبكات الإجتماعية

source: Add the URL for each of your social profiles.
ar: ضع رابط ملفك الشخصي لكل من الشبكات المذكورة.

source: Email Address
ar: العنوان البريدي

source: Accepts Skype link protocol (<a href="%s" target="_blank">learn more</a>)
ar: يقبل روابط سكايب الخاصة (<a href="%s" target="_blank">المزيد</a>)

source: Blog
ar: المدونة

source: Show full posts on blog?
ar: هل تريد عرض كامل المقالات في رئيسية المدونة؟

source: Yes
ar: نعم

source: No
ar: لا

source: Excerpt word count
ar: عدد كلمات ملخص المقالة

source: Read More link text
ar: نص رابط قراءة المزيد

source: Comment Display
ar: عرض التعليقات

source: Show comments on:
ar: اعرض التعليقات في:

source: Pages
ar: الصفحات

source: Attachments
ar: المرفقات

source: Do not show
ar: لا تعرض

source: Custom CSS
ar: ‫CSS مخصص

source: Add Custom CSS Here:
ar: اضف CSS الخاص بك هنا:

source: Show
ar: عرض

source: Hide
ar: اخفاء

source: close primary menu
ar: اغلق القائمة الرئيسية

source: open child menu
ar: افتح القائمة الفرعية

source: close child menu
ar: اغلق القائمة الفرعية

source: Previous
ar: السابق

source: Next
ar: التالي

source: %1$d search result for "%2$s"
ar: عثر على ‫%1$d نتائج البحث لـ "%2$s"

source: No search results for "%s"
ar: لا يوجد نتائج لبحثك عن "%s"

source: Can't find what you're looking for? Try refining your search:
ar: لم تجد ما تبحث عنه؟ حاول تنقيح بحثك:

source: Search
ar: بحث

source: Search for:
ar: ابحث عن:

source: Go
ar: بحث

source: Author Dashboard
ar: لوحة تحكم قالب Author

source: Thanks for Choosing Author!
ar: شكراً لاختيارك قالب Author!

source: If you need help getting started, there are detailed tutorials in the <a href="%s">Author Support Center</a>.
ar: اذا احتجت المساعدة في البدء فيوجد درس تفصيلي في <a href="%s">مركز دعم قالب Author</a>.

source: Otherwise, you can dive right in with the <a href="%s">Customizer</a>.
ar: أو يمكنك البدء في <a href="%s">المخصص</a>.

source: Customize
ar: تخصيص

source: Click the "Customize" link in your menu, or use the button below to get started customizing Author
ar: أنقر رابط الـ "تخصيص" في القائمة أو استخدم الزر في الأسفل لتخصيص قالب Author

source: Use Customizer
ar: استخدام المخصص

source: Get Help
ar: احصل على المساعدة

source: You can find the knowledgebase, changelog, support forum, and more in the Author Support Center
ar: ستجد قاعدة المعلومات و سجل التغيير و منتديات الدعم و المزيد في مركز دعم قالب Author

source: Visit Support Center
ar: قم بزيارة مركز الدعم

source: Author Pro Plugin
ar: إضافة قالب Author Pro

source: Download the Author Pro plugin and unlock custom colors, featured videos, background images, and more
ar: حمل إضافة قالب Author Pro لتفعيل خاصية تخصيص الألوان وتمييز الفيديوهات و صور الخلفيات و المزيد

source: See Full Feature List
ar: شاهد قائمة المميزات

source: WordPress Resources
ar: مصادر وورد برس

source: Save time and money searching for WordPress products by following our recommendations
ar: وفر الوقت و المال بحثاً عن منتجات وورد برس، فقط تابع نصائحنا

source: View Resources
ar: شاهد المصادر

source: Leave a Review
ar: اترك تعليقا

source: Help others find Author by leaving a review on wordpress.org.
ar: ساعد الآخرين ليجدوا قالب Author وذلك عند كتابتك تعليقا في موقع Wordpress.org.

source: Reset Customizer Settings
ar: إعادة ضبط إعدادات المخصص

source: <strong>Warning:</strong> Clicking this button will erase the Author theme's current settings in the <a href='%s'>Customizer</a>.
ar: ‫<strong>تحذير:</strong> النقر على هذا الزر سيمسح الإعدادات الحالية لقالب Author في <a href='%s'>المخصص</a>.

source: Author is designed for publishers who want readers. That's why Author is fast, responsive, accessibility-ready, and optimally designed for reading. All scripts and stylesheets are minified, concatenated, and conditionally loaded to maximize performance. The layout adapts fluidly to all screen sizes to enhance usability. As one of few accessibility-ready themes, it performs well for users with wide ranges of disabilities. Lastly, based on the ancient Van de Graaf canon, Author is optimally designed for reading. Author is the theme your content deserves. See our fully setup live demo here: https://www.competethemes.com/author-live-demo/
ar: تم تصميم قالب Author للناشرين الذين يبحثون عن قراء. لهذا فإن هذا القالب سريع و متجاوب ومجهز بميزات إمكانية الوصول وصمم خصيصا للقراءة. كافة السكربتات و ملفات CSS مصغرة ومسلسلة و يتم تحميلها بشكل مشروط وذلك لزيادة الأداء. العرض يتأقلم مع كافة الشاشات لتسهيل القراءة. يناسب هذا القالب شريحة واسعة من المستخدمين ذوي الإعاقات. شاهد مثال على هذا القالب: https://www.competethemes.com/author-live-demo/

# This blog post was published by some author on some date
source: Published by %1$s on %2$s
ar: نشرها %1$s في %2$s
